{
  "Home": {
    "primary": 1,
    "name": "หน้าหลัก (Home)",
    "Home/Home-1-หน้าเลือกหมวดหมู่.png": {
      "primary": 1,
      "th": "หน้าเลือกหมวดหมู่สำหรับทำรายการของสมาชิกบัตรจอดรถ (ส่วนบน)",
      "en": "Category selection page for parking members (top section)"
    },
    "Home/Home-2-หน้าเลือกหมวดหมู่.png": {
      "primary": 2,
      "th": "หน้าเลือกหมวดหมู่สำหรับทำรายการของสมาชิกบัตรจอดรถ (ส่วนล่าง)",
      "en": "Category selection page for parking members (bottom section)"
    },
    "Home/Home-slide-bar เลือกหมวดหมู่แบบ slide bar.png": {
      "primary": 3,
      "th": "หน้าเลือกหมวดหมู่สำหรับทำรายการของสมาชิกบัตรจอดรถแบบ Slide Bar",
      "en": "Category selection page for parking members with slide bar"
    }
  },
  "EvCharger": {
    "primary": 2,
    "name": "สถานีชาร์จ EV (EV Charger)",
    "Ev charger/ev-charger หน้าแสดงรถ EV ที่กำลังจอดอยู่.png": {
      "primary": 1,
      "th": "หน้าแสดงรายละเอียดรถยนต์ไฟฟ้าที่กำลังจอดและชาร์จอยู่ พร้อมแสดงราคา และสามารถกรองรถที่กำลังชาร์จหรือจอดแต่ไม่ชาร์จได้",
      "en": "Page displaying details of currently parked EVs, including pricing and filtering options for charging or non-charging vehicles"
    },
    "Ev charger/ev-charger หน้า Popup แสดงตัวอย่าง QR Code สำหรับเพิ่มทะเบียนด้วยตัวเอง.png": {
      "primary": 2,
      "th": "หน้า Popup แสดงตัวอย่าง QR Code สำหรับเพิ่มทะเบียนรถยนต์ไฟฟ้าด้วยตัวเองถ้าไม่มีข้อมูลทะเบียนขึ้นมาในรายการ EV",
      "en": "Popup page showing a sample QR code for manually adding EV vehicle registration if not listed in the EV list"
    },
    "Ev charger/ev-charger หน้าเปิดกล้องแสกน QR code เพื่อดึงข้อมูลมาแสดง.png": {
      "primary": 3,
      "th": "หน้าเปิดกล้องแสกน QR code เพื่อดึงข้อมูลทะเบียนรถยนต์ไฟฟ้ามาแสดงในรายการ EV โดยใช้ library @zxing สำหรับสแกน QR code",
      "en": "Page opening camera to scan QR code to retrieve EV vehicle registration data using @zxing library"
    },
    "Ev charger/ev-charger หน้าแสดงข้อมูลสถานีที่ชาร์จ EV ตามหัวชาร์จที่ทำการแสกน QR code เข้ามา.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลสถานีที่ชาร์จ EV ตามหัวชาร์จที่ทำการแสกน QR code เข้ามาและตัวเลือกทะเบียนที่จะทำรายการชาร์จเพิ่มเข้าไป พร้อมปุ่มบันทึกข้อมูล",
      "en": "Page displaying EV charging station information based on the scanned QR code, with options for vehicle registration to add for charging and a save button"
    },
    "Ev charger/ev-charger หน้า Popup แสกน QR code ในส่วนของแสกน QR code ไม่ถูกต้อง.png": {
      "primary": 5,
      "th": "หน้า Popup แสดงข้อความแจ้งเตือนข้อมูลที่แสกนก่อนหน้า ในกรณีแสกน QR code ไม่ถูกต้อง",
      "en": "Popup page showing an alert message for incorrect QR code scanning data before the previous page"
    },
    "Ev charger/ev-charger-detail หน้าสำหรับแสดงข้อมูล EV.png": {
      "primary": 6,
      "th": "หน้าแสดงรายละเอียดการชาร์จรถยนต์ไฟฟ้า เช่น เวลาเข้าจอด รหัสการชาร์จ จำนวนเงิน และกำลังไฟฟ้า พร้อมปุ่มสั่งเริ่มและหยุดการชาร์จ (ส่วนบน)",
      "en": "Page displaying EV charging details such as entry time, charging code, cost, and power usage, with start and stop charging controls (top section)"
    },
    "Ev charger/ev-charger-detail-2 ปุ่มสำหรับสั่ง ชาร์จและปิด EV.png": {
      "primary": 7,
      "th": "หน้าแสดงรายละเอียดการชาร์จรถยนต์ไฟฟ้า พร้อมปุ่มสั่งเริ่มและหยุดการชาร์จ (ส่วนล่าง)",
      "en": "Page displaying EV charging details with start and stop charging controls (bottom section)"
    },
    "Ev charger/ev-charger หน้าแสดงยอดค้างชำระถ้าชาร์จเกินกำหนด.png": {
      "primary": 8,
      "th": "หน้าแสดงรายละเอียดค่าใช้จ่ายที่ค้างชำระ กรณีชาร์จเกินเวลาที่กำหนด สามารถกดดูรายละเอียดเพิ่มเติมได้",
      "en": "Page displaying details of overdue EV charging charges with expandable details"
    },
    "Ev charger/ev-charger-popup สำหรับแสดงข้อมูลยอดที่ต้องชำระเงินที่ค้าง.png": {
      "primary": 9,
      "th": "หน้าแสดงรายละเอียดรายการค้างชำระของการชาร์จรถยนต์ไฟฟ้า พร้อมปุ่มสำหรับชำระเงิน",
      "en": "Page displaying outstanding EV charging payment details with a payment button"
    },
    "Ev charger/ev-charger หน้าประวัติการชาร์จ.png": {
      "primary": 10,
      "th": "หน้าแสดงประวัติการชาร์จรถยนต์ไฟฟ้า ย้อนหลังไม่เกิน 30 วัน",
      "en": "Page displaying EV charging history within the last 30 days"
    }
  },
  "ParkingCenter": {
    "primary": 4,
    "name": "ศูนย์จอดรถ (Parking Center)",
    "Parking center/1-parking-center หน้าแสดงจุดสำหรับจอดรถและจำนวนที่ว่างอยู่.png": {
      "primary": 1,
      "th": "หน้าแสดงบัตรจอดรถของ Cityparking ทั้งหมดหน้านี้จะมีฟังก์ชั่นการกรองระยะจุดปัจจุบันของผู้ค้นหากับจุดใกล้เคียงตามระยะที่ผู้ค้นหากำหนด พร้อมกดแสดงเฉพาะที่จอดที่มี EV charger และยังมีแสดงจํานวนที่ว่างอยู่พร้อมกรองสีตามจำนวนที่จอดว่างอยู่",
      "en": "Page showing all parking centers of Cityparking with filtering options based on current location, showing EV charging stations, and showing the number of available spaces with color filtering"
    },
    "Parking center/2-parking-center แสดงคำแนะนำสีแต่ล่ะประเภทคืออะไร.png": {
      "primary": 2,
      "th": "หน้าแสดงคำแนะนำสีแต่ล่ะประเภทคืออะไร สำหรับช่วยเหลือผู้ใช้ใหม่",
      "en": "Page showing color recommendations for different parking types to help new users"
    },
    "Parking center/3-parking-center แสดงตัวเลือกจำแนกตามสี.png": {
      "primary": 3,
      "th": "หน้าแสดงตัวเลือกจำแนกตามสี สามารถกดเพื่อกรองจุดจอดตามสีที่กดไว้",
      "en": "Page showing color options to filter parking centers based on selected color"
    },
    "Parking center/4-parking-center หน้าแสดงบัตรจอดรถตามระยะที่กำหนดเอง.png": {
      "primary": 4,
      "th": "หน้าแสดงบัตรจอดรถตามระยะที่กำหนดเอง สำหรับกรองตำแหน่งใกล้เคียงตามระยะที่ผู้ค้นหากำหนดเอง",
      "en": "Page showing parking centers based on custom distance with filtering options"
    },
    "Parking center/5-parking-center-search หน้าแสดงบัตรจอดรถแบบกดค้นหา.png": {
      "primary": 5,
      "th": "หน้าแสดงบัตรจอดรถแบบกดค้นหา มีข้อมูลบัตรจอดรถแบบกำหนดไว้เมื่อกดจะเลื่อนแผนที่ไปยังบัตรจอดรถนั้นๆ",
      "en": "Page showing parking centers based on custom distance"
    },
    "Parking center/6-parking-center-popup แสดงรายละเอียดที่จอดรถ.png": {
      "primary": 6,
      "th": "หน้าแสดงรายละเอียดของบัตรจอดรถ สำหรับดูรายละเอียดเพิ่มเติมของบัตรจอดรถ เช่น จำนวนที่จอดรถแต่ล่ะตึก จำนวนที่จอดรถแต่ล่ะประเภท รูปภาพที่จอดรถ พร้อมปุ่มกดเพื่อ ดูรายละเอียด เพื่อขยายข้อมูลในแต่ล่ะตึกได้",
      "en": "Page showing details of a parking center, including type and available spaces, images, and a button to view more details"
    },
    "Parking center/7-parking-center-popup แสดงคำแนะนำสำหรับวิธีการดูต่างๆ.png": {
      "primary": 7,
      "th": "หน้าแสดงคำแนะนำสำหรับวิธีการดูสัญญาลักษณ์ต่างๆในการดูข้อมูลที่จอดรถแบบละเอียด สำหรับช่วยเหลือผู้ใช้ใหม่",
      "en": "Page showing color recommendations for different parking types to help new users"
    },
    "Parking center/8-parking-center-popup แสดงรูปภาพแบบขยายจากคลิกรูป.png": {
      "primary": 8,
      "th": "หน้าแสดงรูปภาพแบบขยายจากกดที่ขยายรูปภาพ สามารถกดปุ่ม X เพื่อปิดได้",
      "en": "Page showing expanded images by clicking on the expand button, and the X button can be used to close the expanded image"
    },
    "Parking center/9-parking-center-detail-popup แสดงรายละเอียดช่องจอดแต่ล่ะชั้น.png": {
      "primary": 9,
      "th": "หน้าแสดงรายละเอียดของช่องจอดในแต่ล่ะชั้น พร้อมแบ่งประเภทช่องจอดและจํานวนที่ว่างอยู่ในแต่ล่ะชั้นของตึกนั้นๆ",
      "en": "Page showing details of parking spaces in different floors, including type and available spaces in each floor of the building"
    }
  },
  "ActiveMemberCard": {
    "primary": 5,
    "name": "บัตรสมาชิก (Member Card)",
    "Active member card/Active-member-card แสดงรายการบัตรสมาชิก.png": {
      "primary": 1,
      "th": "หน้าแสดงรายการบัตรสมาชิกที่มีอยู่ สามารถเปิดหรือปิดการใช้งานบัตรได้ พร้อมปุ่มเพิ่มบัตรสมาชิกใหม่ด้วยรหัส",
      "en": "Page displaying a list of member cards with activation and deactivation options, and a button to add a new card using a code"
    },
    "Active member card/Active-member-card-popup กรอกรหัสบัตรสำหรับเปิดใช้งานแบบโปรโมชั่น.png": {
      "primary": 2,
      "th": "ป๊อปอัปสำหรับกรอกรหัสบัตร เพื่อเปิดใช้งานบัตรสมาชิกแบบโปรโมชั่น",
      "en": "Popup for entering a code to activate a new promotional member card"
    }
  },
  "CheckParking": {
    "primary": 6,
    "name": "ตรวจสอบการจอด (Check Parking)",
    "Check parking/Check-parking หน้าแสดงข้อมูลรถที่จอดอยู่ในตอนนี้.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลรถที่กำลังจอดอยู่ในปัจจุบัน พร้อมรายละเอียด เช่น เวลาเข้าจอด ยอดเงินที่ต้องชำระ และปุ่มชำระเงิน",
      "en": "Page displaying details of currently parked vehicles, including entry time, amount due, and a payment button"
    }
  },
  "DiscountRequest": {
    "primary": 7,
    "name": "ขอส่วนลด (Discount Request)",
    "Discount request/Discount-request-1 หน้าแสดงการขอส่วนลดถ้ามีการซื้อครบตามกำหนด.png": {
      "primary": 1,
      "th": "หน้าสำหรับการขอส่วนลดและค่าจอดรถเมื่อมีการซื้อสินค้าหรือทำกิจกรรมครบตามเงื่อนไข (แบบยืนยันการขอส่วนลด ส่วนบน)",
      "en": "Page for requesting parking discount when purchasing products or completing activities according to conditions (with confirmation top section)"
    },
    "Discount request/Discount-request-2 หน้าแสดงการขอส่วนลดถ้ามีการซื้อครบตามกำหนด.png": {
      "primary": 2,
      "th": "หน้าสำหรับการขอส่วนลดและค่าจอดรถเมื่อมีการซื้อสินค้าหรือทำกิจกรรมครบตามเงื่อนไข (แบบยืนยันการขอส่วนลด ส่วนล่าง)",
      "en": "Page for requesting parking discount when purchasing products or completing activities according to conditions (with confirmation bottom section)"
    }
  },
  "History": {
    "primary": 8,
    "name": "ประวัติ (History)",
    "History/History-parking-1  หน้าแสดงประวัติการเข้าจอด.png": {
      "primary": 1,
      "th": "หน้าแสดงประวัติการเข้าจอดรถของสมาชิก สามารถเลือกช่วงวันที่ต้องการดูได้ (ไม่เกิน 4 เดือน)",
      "en": "Page displaying member parking history with date selection up to 4 months"
    },
    "History/History-parking-1 หน้าแสดงประวัติการเข้าจอดแบบขยายข้อมูล.png": {
      "primary": 2,
      "th": "หน้าแสดงประวัติการเข้าจอดรถของสมาชิกแบบขยายรายละเอียด",
      "en": "Page displaying member parking history with expanded details"
    },
    "History/History-payment หน้าแสดงประวัติการชำระเงิน.png": {
      "primary": 3,
      "th": "หน้าแสดงประวัติการชำระเงิน สามารถเลือกช่วงวันที่ และดูใบเสร็จหรือใบกำกับภาษีได้ (ไม่เกิน 4 เดือน)",
      "en": "Page displaying parking payment history with options to view receipts or tax invoices"
    },
    "History/History-payment-popup หน้าแสดงตัวเลือกการขอ.png": {
      "primary": 4,
      "th": "หน้าแสดงตัวเลือกสำหรับขอใบเสร็จหรือใบกำกับภาษี",
      "en": "Page displaying options to request a receipt or tax invoice"
    }
  },
  "Invite": {
    "primary": 9,
    "name": "เชิญเพื่อน (Invite)",
    "Invite/Invite หน้าแสดงรหัสคำเชิญเพื่อน line.png": {
      "primary": 1,
      "th": "หน้าแสดงรหัสคำเชิญเพื่อน line สามารถคัดลอกได้มีทั้งรูปแบบลิงค์และ code และยังมีแสดงจำนวนเพื่อนที่เชิญสำเร็จ (รูปแบบลิงค์)",
      "en": "Page showing friend invitation code with both link and code, and showing the number of friends invited successfully (link format)"
    },
    "Invite/Invite หน้าแสดงลิงค์คำเชิญเพื่อน line.png": {
      "primary": 2,
      "th": "หน้าแสดงลิงค์คำเชิญเพื่อน line สามารถคัดลอกได้มีทั้งรูปแบบลิงค์และ code และยังมีแสดงจำนวนเพื่อนที่เชิญสำเร็จ (รูปแบบ code)",
      "en": "Page showing friend invitation link with both link and code, and showing the number of friends invited successfully (code format)"
    }
  },
  "MemberInfo": {
    "primary": 10,
    "name": "ข้อมูลสมาชิก (Member Info)",
    "Member/Member แสดงข้อมูลบัตรจอดรถ.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลบัตรจอดรถของลูกค้า มีแสดงข้อมูลวันหมดอายุของบัตรจอดรถและรหัสบัตรจอดรถ และยังมีปุ่มสำหรับ QR code สำหรับแสกนบัตรจอดรถและต่ออายุบัตรจอดรถ",
      "en": "Page showing member card information with expiration date and code, and QR code button for scanning and extending member card"
    },
    "Member/Member-popup  แสดงQRสำหรับสมาชิกบัตรจอดรถ.png": {
      "primary": 2,
      "th": "หน้าแสดง QR code สําหรับแสกนบัตรจอดรถของสมาชิกจะมีแสดง QR code ทะเบียน และวันหมดอายุ",
      "en": "Page showing QR code for scanning member card with license plate and expiration date"
    }
  },

  "Payment": {
    "primary": 11,
    "name": "การชำระเงิน (Payment)",
    "Payment/Payment-history หน้าแสดงค่าบริการที่ต้องชำระเงิน.png": {
      "primary": 1,
      "th": "หน้าแสดงค่าบริการที่ต้องชำระเงินในตอนนี้ สามารถค้นหาผ่านช่องค้นหาได้",
      "en": "Page showing payment history with search options"
    },
    "Payment/Payment-invoice หน้าแสดงยอดราคาชำระเงิน(จำลอง).png": {
      "primary": 2,
      "th": "หน้าแสดงรายละเอียดสำหรับการชำระเงินค่าจอดรถ สามารถดูวันเวลาเข้าและออกพร้อมทะเบียนรถ และเลขบัตรใบนั้นได้ พร้อมอัตราค่าบริการและยอดชำระเงิน",
      "en": "Page showing details for parking payment, including entry and exit time, vehicle registration number, and payment amount"
    },
    "Payment/Payment-discount-coupon หน้าแสดงการขอส่วนลด(จำลอง).png": {
      "primary": 3,
      "th": "หน้าแสดงการขอส่วนลด ผ่านการถ่ายรูปใบเสร็จเพื่อแสกนตามเงื่อนไขสิทธิ์ที่กำหนดไว้ โดยใช้ AI ช่วยในการตรวจสอบรูปภาพ",
      "en": "Page for requesting a discount by taking a photo of the receipt and scanning it according to the conditions specified, using AI to help in image recognition"
    },
    "Payment/Payment-discount-coupon-2 หน้าแสดงการขอส่วนลด(จำลอง).png": {
      "primary": 4,
      "th": "หน้าแสดงขอส่วนลดตามคูปอง ผ่านทางการถ่ายรูปคูปองของทาง Cityparking ออกให้ตามโปรโมชั่น โดยอ่าน code บนคูปอง",
      "en": "Page for requesting a discount by taking a photo of the coupon issued by Cityparking according to the promotion, by reading the code on the coupon"
    },
    "Payment/Payment-receipt หน้าแสดงใบเสร็จ.png": {
      "primary": 5,
      "th": "หน้าแสดงรายละเอียดใบเสร็จ สำหรับดูข้อมูลการชำระเงิน เช่น ทะเบียนรถ ประเภทรถ ประเภทการชำระ รายการที่ชำระไป และยอดชำระเงิน",
      "en": "Page showing details of the receipt, including vehicle registration, vehicle type, payment type, items paid, and payment amount"
    }
  },
  "Profile": {
    "primary": 12,
    "name": "ข้อมูลส่วนตัว (Profile)",
    "Profile/profile หน้าแสดงและแก้ไขข้อมูลส่วนตัว.png": {
      "primary": 1,
      "th": "หน้าแสดงและแก้ไขข้อมูลส่วนตัวของสมาชิกไลน์คนนั้นภายใน Line liff cityparking",
      "en": "Page showing and editing member information within Line liff cityparking"
    },
    "Profile/profile-tax หน้าแสดงข้อมูลใบกำกับภาษี.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลใบกำกับภาษีของสมาชิกไลน์คนนั้นภายใน Line liff cityparking",
      "en": "Page showing tax information for a member within Line liff cityparking"
    }
  },
  "RegisterMember": {
    "primary": 13,
    "name": "สมัครสมาชิก (Register)",
    "Register member/Option-register-renew หน้าแสดงเลือกทำรายการ.png": {
      "primary": 1,
      "th": "หน้าแสดงตัวเลือกสำหรับทำรายการสมัครสมาชิกบัตรจอดรถใหม่หรือต่ออายุบัตรจอดรถ",
      "en": "Page showing options for registering or renewing a parking membership"
    },
    "Register member/Register-parking แสดงเลือกสถานที่จอดที่จะสมัครบัตรจอดรถ.png": {
      "primary": 2,
      "th": "หน้าแสดงตัวเลือกสถานที่จอดที่จะสมัครเป็นสมาชิกบัตรจอดรถมีแสดงรายละเอียดสถานที่ตั้งและปุ่มสำหรับดำเนินการ พร้อมมีฟังก์ชั่นค้นหาสถานที่จอดรถ",
      "en": "Page showing options for registering a parking location, with details of the location and buttons for action, and a function for searching for parking locations"
    },
    "Register member/Register-parking-detiail-1 หน้ากรอกข้อมูลสำหรับสมัครบัตรจอดรถ.png": {
      "primary": 3,
      "th": "หน้าแสดงกรอกข้อมูลสำหรับสมัครสมาชิกบัตรจอดรถ ของสถานที่นั้นๆ มีให้เลือกแพ็คเก็จที่ต้องการชำระ และประเภทรถ(ส่วนบน)",
      "en": "Page showing input fields for registering a parking membership at a specific location, with options for selecting the payment package and vehicle type (top section)"
    },
    "Register member/Register-parking-detiail-2 หน้าแสดงรายละเอียดสมัครบัตรจอดรถ.png": {
      "primary": 4,
      "th": "หน้ากรอกข้อมูลสำหรับสมัครสมาชิกบัตรจอดรถ ของสถานที่นั้นๆ มีให้เลือกทะเบียนรถของสมาชิก ถ้ามี และปุ่มขอใบกำกับภาษี พร้อมปุ่มสำหรับดำเนินการ(ส่วนล่าง)",
      "en": "Page input fields for registering a parking membership at a specific location, with options for selecting the member's vehicle registration if applicable, and action buttons (bottom section)"
    },
    "Register member/Register-parking-detiail-3 หน้ากรอกข้อมูลสำหรับออกภาษี.png": {
      "primary": 5,
      "th": "หน้ากรอกข้อมูลสำหรับออกภาษี สมาชิกบัตรจอดรถ มีกรอกที่อยู่และเลขภาษีต่างๆ",
      "en": "Page input fields for registering a parking membership with tax information, including address and other tax information"
    }
  },
  "Renew": {
    "primary": 14,
    "name": "ต่ออายุ (Renew)",
    "Renew/Renew-popup สำหรับแจ้งเเตือนขอภาษี.png": {
      "primary": 1,
      "th": "หน้าแสดงตัวเลือกสำหรับการขอภาษีก่อนทำรายการต่ออายุ (สามารถเปลี่ยนข้างในได้อีกที)",
      "en": "Page showing options for requesting tax before renewing (can be changed later)"
    },
    "Renew/Renew-1 หน้าการกรอกข้อมูลสำหรับต่ออายุสมาชิกบัตรจอดรถ.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลสำหรับต่ออายุสมาชิกบัตรจอดรถ จะทำการดึงข้อมูลจากสมาชิกไลน์คนนั้นจากสถานที่นั้นมาใส่ในช่องกรอกอัตโนมัติ และสามารถแก้ไขได้บางส่วน จะเป็นหน้าเดียวกันกับตอนสมัครสมาชิกบัตรจอดรถ (ส่วนบน)",
      "en": "Page showing information for renewing a parking membership, with data automatically pulled from the member's line from the same location, and it will be the same page as the registration page (top)"
    },
    "Renew/Renew-2 หน้าการกรอกข้อมูลสำหรับต่ออายุสมาชิกบัตรจอดรถ.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลสำหรับต่ออายุสมาชิกบัตรจอดรถ จะทำการดึงข้อมูลจากสมาชิกไลน์คนนั้นจากสถานที่นั้นมาใส่ในช่องกรอกอัตโนมัติ และสามารถแก้ไขได้บางส่วน จะเป็นหน้าเดียวกันกับตอนสมัครสมาชิกบัตรจอดรถ (ส่วนล่าง)",
      "en": "Page showing information for renewing a parking membership, with data automatically pulled from the member's line from the same location, and it will be the same page as the registration page (bottom)"
    }
  },
  "Setting": {
    "primary": 15,
    "name": "ตั้งค่า (Setting)",
    "Setting/Setting หน้าตั้งค่าข้อมูล.png": {
      "primary": 1,
      "th": "หน้าตั้งพื้นฐานของสมาชิกไลน์คนนั้นภายใน Line liff cityparking เช่น แจ้งเตือนต่างๆ เปลี่ยนภาษา",
      "en": "Page showing basic settings for a member within Line liff cityparking, such as notifications and language changes"
    }
  },
  "TopUp": {
    "primary": 16,
    "name": "เติมเงิน (Top Up)",
    "Top up/top-up หน้าเติมเงินเข้ากระเป๋าตังค์ของ cityparking.png": {
      "primary": 1,
      "th": "หน้ากรอกข้อมูลสำหรับเติมเงินเข้ากระเป๋าตังค์ของ cityparking มีให้เลือกประเภทการชำระเงิน จำนวนเงิน พร้อมแสดงชื่อผู้ชำระเงินต่างๆ แถมแสดงยอดเงินในกระเป๋าตังค์ปัจจุบัน (ส่วนบน)",
      "en": "Page input fields for top-up of cityparking wallet, with options for payment type, amount, and showing other payers, as well as showing the amount in the wallet current (top)"
    },
    "Top up/top-up-2 หน้าเติมเงินเข้ากระเป๋าตังค์ปุ่มชำระเงินcityparking.png": {
      "primary": 2,
      "th": "หน้ากรอกข้อมูลสำหรับเติมเงินเข้ากระเป๋าตังค์ของ cityparking มีให้เลือกประเภทการชำระเงิน จำนวนเงิน พร้อมแสดงชื่อผู้ชำระเงินต่างๆ แถมแสดงยอดเงินในกระเป๋าตังค์ปัจจุบัน (ส่วนล่าง)",
      "en": "Page input fields for top-up of cityparking wallet, with options for payment type, amount, and showing other payers, as well as showing the amount in the wallet current (bottom)"
    },
    "Top up/top-up-3 popupสำหรับแจ้งเตือก่อนยืนยันการชำะรเงิน.png": {
      "primary": 3,
      "th": "หน้าแสดงตัวยืนยันอีกครั้งสำหรับการชำระเงินก่อนทำการชำระเงินจริง",
      "en": "Page showing a second confirmation before making a real payment"
    },
    "Top up/top-up-history หน้าแสดงประวัติการชำะรเงิน.png": {
      "primary": 4,
      "th": "หน้าแสดงประวัติการชำระเงินสําหรับกระเป๋าตังค์ของ cityparking (ย้อนหลังแค่ 30 วัน)",
      "en": "Page showing payment history for cityparking wallet (within the last 30 days)"
    }
  },
  "VehicleOption": {
    "primary": 17,
    "name": "จัดการรถ (Vehicle)",
    "Vehicle option/Vehicle-option-1 แสดงข้อมูลรถที่มีการลงข้อมูล(แก้ไข).png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลทะเบียนรถที่มีการลงทะเบียนไว้ของไลน์คนนั้นและสามารถแก้ไขได้เสมอ และลบได้ (แก้ไข)",
      "en": "Page showing vehicle registration data for a member within Line liff cityparking and allowing editing and deletion"
    },
    "Vehicle option/Vehicle-option-2 แสดงข้อมูลรถที่มีการลงข้อมูล(ลบ).png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลทะเบียนรถที่มีการลงทะเบียนไว้ของไลน์คนนั้นและสามารถแก้ไขได้เสมอ และลบได้ (ลบ)",
      "en": "Page showing vehicle registration data for a member within Line liff cityparking and allowing editing and deletion"
    },
    "Vehicle option/Vehicle-option-3 แสดงการยืนยันแก้ไขทะเบียน.png": {
      "primary": 3,
      "th": "หน้าแสดงการยืนยันการแก้ไขข้อมูลทะเบียนรถ และ ลบข้อมูลทะเบียนรถ",
      "en": "Page showing confirmation for editing and deleting vehicle registration data"
    },
    "Vehicle option/Vehicle-create หน้าการสร้างข้อมูลรถสำหรับบันทึกข้อมูลรถ.png": {
      "primary": 4,
      "th": "หน้าตัวกรอกข้อมูลรถสําหรับบันทึกข้อมูลทะเบียนรถของไลน์คนนั้น",
      "en": "Page showing input fields for creating vehicle registration data for a member within Line liff cityparking"
    },
    "Vehicle option/Vehicle-edit หน้าการแก้ข้อมูลทะเบียนที่มีอยู่.png": {
      "primary": 5,
      "th": "หน้าแสดงการแก้ไขข้อมูลทะเบียนรถของไลน์คนนั้น จะเป็นการดึงข้อมูลจากการกดแก้ไขมาอัตโนมัติ",
      "en": "Page showing vehicle registration data for a member within Line liff cityparking and allowing editing and deletion"
    }
  }
}